Repository: moustafa-brahimi/filtah
Catalog: languages/filtah-*.po
Languages: ar

source: Are you sure to start generating replies for all the comments ? don't close this window untill the operation is done
ar: هل أنت متأكد من بدأ عملية إنشاء ردود لكل التعليقات ؟ لا تغلق هاته النافذة حتى تنتهي العملية

source: a visitor left a comment on my website, reply to it in JSON has response: string
ar: هناك زائر علق على موقعي , قم بالرد عليه بصيغة JSON response: string

source: Article Content: "%s"
ar: محتوى المقالة : "%s"

source: Comment Content: "%s"
ar: محتوى التعليق : "%s"

source: Filtah Settings
ar: إعدادات فلتة

source: Filtah
ar: فلتة

source: Edit Replier Profile
ar: تعديل بروفايل الرد

source: To edit
ar: لتعديل

source: The comments profile info
ar: حساب الردود

source: Reply to all the exisiting comments
ar: إنشاء ردود لكل التعليقات

source: Generate
ar: إنشاء

source: This may take a while, don't close the window untill the operation is done
ar: هذا قد يأخذ فترة, لا تغلق النافذة حتى تنتهي العملية

source: Save Changes
ar: حفظ التغييرات

source: Filtah Options
ar: خيارات فلتة

source: Chat GPT API Key
ar: إعدادات فلتة

source: Default Status
ar: الحالة الافتراضية

source: Here's a tutorial on
ar: إليك فيديو يشرح

source: how to get GPT API key?
ar: كيف تحصل على مفتاح GPT API

source: Approved
ar: موافق عليه

source: Unapproved
ar: بإنتظار المراجعة

source: Filtah requires a gpt api key to function properly !
ar: إضافة فلتة تحتاج الى مفتاح GPT API لتشتغل !

source: Go to settings
ar: ولوج إلى الإعدادات

source: Before deactivating Filtah, do you wanna keep the existing replies ?
ar: قبل تعطيل فلتة ؟ هل تريد أن تبقي الردود الحالية ؟

source: Keep the existing replies
ar: أبقي الردود الحالية

source: Deactivate
ar: تعطيل

source: Cancel
ar: إلغاء

source: Filtah is a wordpress plugin that uses GPT to reply to your blog comments <3
ar: فلتة هي أضافة تستخدم شات GPT للرد على تعليقات موقعك

source: Abderezzak khatiri
ar: عبد الرزاق خثيري
